{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Model",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              45,
              13
            ],
            "dtype": "float32",
            "name": "input_1",
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "name": "flatten_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 585,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 256,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_3",
            "trainable": true,
            "units": 128,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_3"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_4",
            "trainable": true,
            "units": 128,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_4"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_5",
            "trainable": true,
            "units": 32,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_4",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_5"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_6",
            "trainable": true,
            "units": 5,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_5",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_6"
        }
      ],
      "name": "model_1",
      "output_layers": [
        [
          "dense_6",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.2.4"
  },
  "average_pooling_2d_same_offset": false,
  "average_pooling_2d_valid_offset": false,
  "conv2d_same_offset_depth_1": false,
  "conv2d_same_offset_depth_2": false,
  "conv2d_valid_offset_depth_1": false,
  "conv2d_valid_offset_depth_2": false,
  "hash": "a0d6d5a9fa3f61cbcab8d6b64dead0c615b39f3b607159da76cdfe3d34915ee2",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      1,
      1,
      1,
      45,
      13
    ]
  ],
  "max_pooling_2d_same_offset": false,
  "max_pooling_2d_valid_offset": false,
  "separable_conv2d_same_offset_depth_1": false,
  "separable_conv2d_same_offset_depth_2": false,
  "separable_conv2d_valid_offset_depth_1": false,
  "separable_conv2d_valid_offset_depth_2": false,
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1,
            1,
            1,
            45,
            13
          ],
          "values": [
            "+7/tP9+rWLyiVQ09W1C0votFwz5DkJ0/IZ9qP8BrgD++WpG/p8CPP3xgXb/2kGy+bg87v+0WdT4m/2u+krkWPxlRg783prk/CUe3PgWV2r55G/e+MlLyPQQv8T5nJpQ/rW1ePMCzCr9SvZM/HwXKPntxgz9wsy4/GtcvvwNanz44W4i9/It2vx3jZb/IBYm/oDmcvyT1Zb0NY5e/GTC4vEqbBz8zATo/ns2LPt8bgz81Kd8+PyXIP5KAwj5rSZM/XcgaP43SxL6Jhtm+dxeqPwEVjL/sNT4+EWyFv7u/DD8JGSW/lP4Gv0c3mT9k8SW+5YmzvgFxC78I2wW/oxttPzwkKD/M3SE/aJBXv9nIzT7lMnC/dgA9v1tifb8ua408gznOPYhdzr+Kcr++ENNPPltvmD9YejO/bU3UPjAiWb4NMG0/G31lPvTNT7+8rSE/6nS2PmX1Ob6UvDW+M84PP6yolj97vsW/19PJP7f2gb50VDk//5wSv6IHDz8xNIq9P8n5PvjBsb+PCFY/S4+dvUXzlb/GMzM//nBEvjf3Nj7z9/w+WptCPxAb979fGAG+hp3sPv/d8r8+K7O+cFyPvrs3dL+7p5S+gQEzP+5UOz8H7Hy98ChSv3shBcC62RlAkvwxvgPzr7/kN52/9xT2vmIlDD/+m5c+ytdRv9eciz87s7o+mCm3vnh93j8VsLM+AD6BP6jnKL/1H3TAMJvEPR6ftL4fqXa9L2/YvxKfIj7ORyu/pHFEv7yxgL/djza/nw1VPgiscj98fpQ/8IWsv8sjfj/vVoM/zNp5P2Qf0L991Hc82ZquP7U1Sr9wAf2/7ijTPma8Cb76d5U/miIgv2gu5LwIDPe+aag2QPA2AMANvoM/+yoivq45jT9LOhE/ComTv+PD2T0/Iay/BmNAv1Q4Jj8t2da81Z7FPm2zaD4QVN4+wpOyvUtiX71xsCO/8RajPlE2zb3Hc7g/fmeiP8zMJz9celA/qmaHP8Dw1r+T740/13DIOIRBUr+OF4C+",
            "pn/fvsFtGb60MqO8tVA4PwkEbj9yP5A+OKy6vmcMzL3C39I+/vSMP2E7HMB0q4K+Y7rWv/UUET7HvAhAyh5Rv6wjhD61bwK/vsiZPvpQaz6fgqk/kn87Pimmjz/JuX+/EXzOvZncwD5mTpE/Ui84vyF4gT9w2IE/WvY4QKkYtr+W380/vGDhP8jV7L+R8KQ+kuVTPnNXH0DMgLk/h9B4v5iV4j7sW00/X0YwvSSVaL3NEPE/lmATPpsPLT/s620+CBbMPirbkT2lUpC/NynzP2WzFUBlKr6+MMWJvla6hz+jt5i/rAgQPxaMrD7OYLM8IsWGPxmpD0ChIqm/tMAPQAyYcT8EzwY//qyqPzKTUz82y6o/g6stvvwOPL6Syds9Xo4qPRBcmL80TiI/lVKuv7lN1L8Imig/yNJVPr7xU78+mq6+k1t/vgB7dT91OeG9Am2wvyCF+buxaSM/pbTlv/pSGr4WZXE/UitPvxA9jr+DVdg9cNWWvtRn7L5HtKi/yIFGP5soz7zaTBi/xcbHP4PaKD+Bloq/aEVVPwa3CD6zlAS/yMHIPrlubr0Ry6u/tsg5vgENoD79+XO/VPAtv8zbFL70IYu/PR7BP60VEz8X52G/o+xsP7Xv2b+0AIC/t2qqP8Ln3T+ZWMY9KLazv5+vD0D8sBrA+p7BP9Mq6b+z+h6/JHPDv4Q9Dj9PLAE/6AjUvWvNH788Vna7cc4APxz5Jr4EfYM/7/iePv6BXT/2YD8/mPxPv6VYJT9pjL2/AHWAPzM7Lb8ECcE9R1C4P7j6ST8n1ue/4MPPvOfnPL/k3UI/uAENwNaJdj8Baty/0IFJv2d/KD+xQHO/wECjPSgUDb+nrlG+/C3zvu0kmD4i7Nk+06HrPo8r4T+DPo6+1WjBv6hjVb/8kqO8/WSbv+F2IT45VCY/sxSVv4reLT/6mbc8kG4RvwD8Hj//Z/s+eLZtP/97Gr7sjgM+NvPiPuRXHL55OE6/+rKkv9w2nz61Mwe/hKQ3wL10AD5LTRC/",
            "liXTPyvexb9rqvi+9+bIv8g/rr/FYnA/zHeNPpdayj1FyuW/L1d5vhpJ1b5Jnta+lh4RPdtgjL+8AsS/dbTDPuQEK8DUVci+/TaBPvNVy7+Wr/G/oRRAvkfILr5CaxPAb0HLv8h5JECks5E+mqXVPgolKD6tdEnAHIYlwKRi0L/jyI+/5MNnP34MKD3pagS/oCCOPlRTFT7qEKq+WNi5P0cyAr75/iVAFU/YPv6RA8D4oB2/+Pz/PSQPIL7A1kS/seGPP+BweL4XRqW/ViqJP+hsVT5tXIO/JCb/vqVSaD9axxg/1eeavwfGYT3XePc+a8fQvQS0Vr80VpS/8WJdP5wZ7b82CnQ/BvKYPjtjZr/s80a+ml68P+zvVT5SRi0/tFNpPwU3B7+1HL4/FqIHP9Wdzj/xsoG/69lFv+M5jT7CMIW+NO4aP1p3F7/4fXk/Luiyv3ePIr93K1Y9wzkswBL7Hz4AN5y++dU6P9cxtr5Vr7O9F1gRvOlbDT9luwS/+I5mP+j4OL6cK72+C9SAP2PCPT9JV9Y/FMP4vVJMdz7kmhnAOtKIPiN94L8UIYu+clkavxSz/D2wr5U+TWYJwAErfb1xdqs/7T2nv2rMAkBBvR8/TUujPqyZDb9pjcW9DGHCPgmGBz5JFiu8JzpVvsNWMr+s9f++oRozv6ypk76Q9Fy/C9hXP3d+D7/NH5+/ecqbP+GiiD/Sq52/JCOrv34d7T5hNDdAjsWjvWBLkD/wDEU/bg9zvnWB2D5Fldy+NwAYQJEELMDffRc/z22Qv6zelb4VDyS9fajSvFPlW748Ynq+KBH6vxp+3z1UjQw/7NexP900kL9ZfPU/oGY2P7knF76H2rs/aPOfP+ud+T+mHJg+PFfqvWF6Or8fKQG+4nXTP80EhL4vwCy/OL/xPvoiiL+3zIk/HyLUPq6m5772Hpm+mkOFv3wFUz8hLcM/3DUjvfQLTb8/tQ8/QGz6v7AKh7+KeJ0/CKScvrlCIb+kM1c/cAqsvqRfl76sSwq/",
            "7jAav+acTL9ud6e/NLZqP+axdb+IO2Y/wDvlvpcEtj+aUkE/"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            5
          ],
          "values": [
            "indNP7cPMT5urzQ/epr1PuGnpj4="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense_1": {
      "bias": [
        "0RfVvGo+jj1rUeu8XEfrvAPNBr0AAAAAxDPyuhCQ0Lw9b+u8KQLEvAAAAAAAAAAAfOPuvAAAAABVigO9TVjFvAoU6bydld28rGWNu8mc87xt5307AAAAAAAAAAAAAAAAU67qvOBt7rzeEuu8VebMvCa7ZbyIW+u8+TGFvONJy7wfg8S8AAAAACFAZby0jGC8tHZtu4AZ67zPPOu8j9LevPxtCrsPw8i8HDbrvKVAnrywSuq81izFwAAAAADFSWu6yGTrvDI+Ab1K63i8QSbPvAAAAABd/eq8342pvEFV67z31t+8YijtvKUYgLwAAAAAdyvsuz6fDbwAAAAAye/qvAAAAAAAAAAAl2jrvP9/wLwAAAAAAAAAAAAAAACZ9X28AAAAACHkxrz7k8a8OpMNvDWcybxE/o485BqOvAAAAAAAAAAAnTzAvH2o0T1FJuu8sZCKvL6ht7zHYOu8H/4avQ/1q7z2YbS8AAAAAML+KrsAAAAAbJfqvAAAAAAAAAAANNmTu7/zbj1xKui8pCLrvJZo3rzCv8y8herbvLNhbbwAAAAAOc21vNQCsrxhIuy8AAAAAG5P67wfN+89cLbpvI/ovbzLXeu8n1XavJZy67wzHIO8avqpu+Ptwz1yfLG8IrHnvAAAAAAAAAAAEJbjvKMZ67wAAAAAk1vGvDIo0bzGE9O8/sFtvC2Fp7xw9Oi85vhYvDvVhrwAAAAAcOEsPC07/7wYweq8tYDqvAAAAAAAAAAAfWAHvYftvbwAAAAAGhnlvAAAAACsD+u8eZbqvOBv67zJu9a8ImXrvEh15LxA9Om8oOJAvF3l6rxtAFQ9PWTPvNDRwrzOqrO8AAAAABc34byfZLS8yVTZvM3z5bz3MZ+84cxnvGqq2bwiSuu87HLrvAAAAAAAAAAAjoPqvAAAAAAAAAAAAAAAAOREpLwAAAAAVSPPvAAAAAAzKse8QxbXvOGE3bxfnem8Ua/qvAAAAAB/8zPAIiPUvApKF71/1bW9GNq7vFOf6rwnY/g+",
        "AAAAADxO2bzw0LG8AAAAAAAAAABDbeu8XfLqvBgM5rzOsBTAX9Hluj6qxLz+U8s96jfpvMRT67wAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAMauu8BFqAvH/m6rxtgpG7BISBvAAAAAC73pe8ET3qvA1wu7vqa+u87XDrvL5hrbzDgvG8t1nrvPjk6rwgM+u8klK2vCxJ67wfdeu8uV/rvAAAAAA/nuq8C52svG0T37xOeL68Ag7CvJ1BGb1NUOu6iUC6vDDnAr2P5eq8a5OvvD9B67wAAAAA7ynrvAAAAABOV1a820PrvGnZ4bybzaa8LYPqvNZL67yv1Pi8kHedvK4e67w/W+u8y/TOvAAAAAAFduu8XKb+vA5Z67zu/8W8CZUAvQAAAAAAAAAAAAAAADMM67ygSNG8OR+7vAAAAADtS2m8jMDqvAAAAACCtNm8vFbKvG6t6rwIit682w+XvJMzBUAAAAAAaTACvO1Y67wAAAAAQhYAvVFQqbxR2OS896jPvHzs3bx8aMm8k2DhvAAAAAAOmv67vMPcvAAAAAD2KI28ckP1vK3j0ryo9Z+8O1XhvIgn67x6Vuu88X3hvDNppD3Gbeu8AAAAAAG2qbwAAAAAdpP2vPaq4rxn4+m8AAAAAEansz2PHAS9AAAAAAAAAAB4Neu8pkHrvDtW5bxM4wK/OO/qvHKH7ry7Geq8+j1svJ9xLD/gXeu8KgvbvGI2hrzROQS9duG1vD18hrx5qeW8AAAAAMeqybwAAAAAKGbrvHVb67wwsyG8IAt2vH91tLzhJMi8AAAAAAAAAAAAAAAAc3fOvIxDxryAw+q8CzXrvBCS6rwAAAAAAAAAADxwyrw2D8K8WyTrvCJ70rwAAAAAAAAAAAAAAAAAAAAAOnnUPQAAAADnAKi/AAAAAAOk6rx20MC8ZmPrvH6LxbwAAAAAYH63vAAAAABW70m8i3zqvD1H67xRa+C8WF/rvJFG67weIyY+AAAAAAAAAAC/Req8F+pHuol267uYVQe8",
        "AAAAAPnI6bwU85K7qDzqvBzLJsDrvem85dLEPdXnNL2D9h+8IhETvV1uybzjF7+8HizJvQ4q67zPK7K8KjTrvGeW2bwAAAAA3Z2LPhzcR7qVV+u8AAAAAEaYzrzSk5u8iGrrvCMit7xz7uq8dGbrvP1uxrybUbW884/nvD0j67x9ZOu8AAAAADBv6ry7SbO8AAAAANMlErxLI6y8ClKtPXeq0by5ktS8AAAAAHcZ67wS1uq8iBHrvF0No7wAAAAAD/CXvQAAAADhZPO8AAAAAIlIDr1fFea7V5DEvNQtvLwAAAAAAAAAAPLA+rzcceu8H2XrvKNQ6rxIauu80u/qvAAAAADWLxC9AAAAACxN67wAAAAAVOipvCOgx7wAAAAAXl62vFpH3z0iXri8RbDKvOfll7wd8Om8flncvB+ewLxQU+u8SvzqvPqy3LzzJee8kmvrvM9fxLwAAAAAAAAAAMpxgrwLaNC8sEnrvK513rsAAAAAEWbXvBDR7LwAAAAAG+vqvL1J67wAAAAAogH2vJzg6rz5ODE+XDDRvGgE4LwAAAAAYDMUvXC4v7yFROu8HxxMvAAAAAAGF7C8jUzrvJek1rxZdvG8GMl1vN5f67zbJfc9HU3rvAAAAAAMUeu8ssHqvHnvg7xWweG8Gw+zvByJhz08+Yq9N5+uuwAAAACDN8S8PXcxPR2PobwAAAAAfwTrvAAAAAAAAAAAk3jlvCk85rwAAAAAAAAAAIeWsrxsKuu8xV7rvFr33byN+uq8AAAAAOim6rwAAAAAW27qvBwUP7zUOZC8OrHevAAAAABWaeu8wO3hvAAAAABCI+u8AAAAAIdGw7wIA1i8t6a8vNSrpbsAAAAAYs/pvFBIvLwdlMa83xPrvI8YVD89WOu8AAAAALgt67weS9S7ED+6vAAAAACX3rW8cjrrvAAAAAAAAAAAxHbqvAAAAAA9Lq+8oknrvOVx67wAAAAAjU/rvC80xLwRSuu8f5GWvKNm67zlUcy8nyUgvQAAAAAiMuu8",
        "IdXqvF1p67yGLg+9AAAAAK6t6rxoScO8RG/rvAAAAAD7X5i8"
      ],
      "weights": [
        "dNCwvZ0eJr0y5hw9mUjVPPINoL0rc5E9LDOCPU2UdTxH3/28A3ClvcRPOb30FEy8/oFTvcdqBb02tMe97C2uvWXGG71xTy89L0jkPPOco7x79JA9iBM7PAxQSLwAoEA7IFUnPfVX1rxH6ay73KawvXxUkjy/Hm+9SrqYvTgjW70G8YC90BPTPCvuEr10ZBo9D8tnvY+VMDxmgoc89ThfvcfSgj1johg91V7zPL9EfL0kmh49xg7nP7PtXr2N7Py9X4efvOBZmL3BqCu9mI+WvFe6Cr3alRu9VqxfvbW8nzt2m/E8sMmDvVW2ebv4ChA8ckevu4LKXb3UQdc8clRQPADhsTzm83M9JY0fPLV91DzQEvq7EJjZPOXJa70CmaS8cBkQvIhoAL1I7wo82/4avQjfFz0hj+08thx8vR9zaL3nz3S9wMhcPAu+Qb7wRNI83y4OPJATgr0zere9z7aCvQ9oprxSx3O9XLM2PVhbLL14fpK9NSIdPTzP1bzAdF+7N49ivGV4Bb7O6Lq8a70dvOIrqbyo2oC9mP/GPEM5Nj2+9ye9LrcVvVHdGjxH8SC9324DvZiVo7wDMSu+YoEKvYzK7LtEBDK9AzCpvY3wVLzs3js98f5evZ40X7xAAWO9XFVtvfCfSjxMh9s8R+jDvQC3C73Ur7E8+bhqvTjWZb1lfbC9OcevPI5dFTwPnPC8TrdfPY88Xb2AfUy9M+RNPVX3eL0RjQc64fDBvSKxGj39bTO9AsZevcVVOz1gge08/HGnvWwR+7zhqbm9RaIIPDGanr3ndwi8F9tmvcglb7q+7IW93lVBPRVrR70FwQa+N26wvX+U1zxYbQ29jCewvFf7dDsvGza910C+O8AWazvU+Ye8FpqgPKKdlrseVjS98wQSvcitkL3ISi29qnnDu84gcj2QYz08jAX2PLpkPzyinGw92EQ8PWAgvDwGzqm98hXUPPq2bTy870o8pTD2PFKgOj1qCj+/tjaEvcMmmLwq3eI9Wi8iPQrlNr0B215A",
        "FCiJvALuZDxfzwm9jAFWvaz6/DzpUv082YSLvWAjvb0DigXA/HtnPeAH+bzHqjs9vT9Rvcr/L723upA9tN3bPL1+jT1E26Q83k1LvcowgL2o+QW9nqJrvSS+Cbw7NQQ96HTBPAC/TjpU1au9E71TvXWnPj33nwi9kuIOPcn5r71sfG27/t8jPXZK1Dw7AfW7xAZzvF1IVrxidHk7+4ICvYz7Orx7k5y9bjrbvBi2OL1tNH+8vGsbPSiZgr3iR5I8BfvoO3hjyjyLFSo9HMlXu4BttzwRLFO9G8xUvWZZET0KaXW9XeMOvY2Gbr1SmXS9GdOKvTpxj721+qk81eNRvQJbBL3W9ZS9s85XvNEVSL1l15+94WVBvUI3xjx/qBm8HmQHvQkvVr18qc481pMevYdOi7227UM8SF3/vBgmcDwpEWI9u+EKPRgq1DzUFzm9S4q4vWGYhTxOJm+9Z0m3vT4ti764rBq8h4/+PNGm2TyfYAO9/A7Ovc5XpL0NwKa8hHQSPXjWvb08M/k8ICbMPPQSoDxirJW9uhCFvbC1/juwMcI8WPLIPAGHJLuYc3e9AI0ZPBHzkb0wC7K9vw4CPYGTwT6EH7m9mOQpveH7Ub0YOF88txXDvZG02ryVm6Q8Zqg5vTaNIr5WboK8VFWCvNz1Tz1vyk69RAybPNHEGz2oePM/pkLLvfIRkrqM6Da96DudO8E8MT/lATC8jRoovX6Glb00/ra8i+BNvaPl6by5PWc8LAqvPJ77AT0IAz49rj3CvcGycb2kb069D7eXuiI0xTyxfBI9yJ/+PHQl1jw364492Vi5vWAyHr2cCQm9oCgWPfEUDD0AY8E5SNUsvQBnhjyPOki8NM2pvZT0MrzY8vM8NUAHvYg+s7yyBI69w3CxvSrUXL0j0qk/fvJsvTHhqr0wRSe9A4alPI87KDyCrG49L5qmvYB0lbq5i0S9ggyxvZToer3AKRg9D1uYvTisYr3VxDA9WGL1PNBZKD0IDc486zeXvEQwz73dlRM9",
        "hoWPvH9gfr3fo2Y94SjUPDxvuz9gQ8S8b8SvvcIsqrwLgxq9iTMMvFwQcrw4EDw7EwBFPn3myb0vAR+9I+68u41FD73j4Da9KASYvuSQgby8EUW9zIqTvPD627w5Tm29stIXPXYv6rzoQxY8hFhcPGR7tr0aEA49hym3vXgovbypnw09JBWZPASppDwcOCm90AysOwhJjb1YgFS9Y/KXvQMFh71V+Uy9z3CFPYepvr0ZC1S8l5+4vaJKNj0QGe+7duESPtZwXD3Emqg86E/4vFxQQb1yfpK8dTIovOww4bswesI73LHuPJSR2jwEVHW8DXtXPPX8d73VNo29SXOuvJAF6ztfRIC9yMpFPbWEOr0gL9k8Wmy1vD/onzy0BOA8UbgmPP7F271Dlb29ShZkvWco4TzgYVO7okyuPZXxQL1hNy29SIwbPc2G9zyr57o93RO2vcfFjr2u/zG9MreMvFpHCbyX33y9QLL6u6n4srxhWWi9SMqlvR1BsL1q5tm8ZMnpvN6Hkbs4e2q9trBevfQHpr3KKYy+m0aYPNLFn72QLgE9u5revL8OTbt17Jg7Vm8lPZqJQj3j9cC9rl6mvaLLgDzlwdW8cj5BPa+h3ryW49O+g7rEPD6K/Lxh9q69msEcvXEqxjx42rO90z+qu3w9ProRdFs96WgMPdgPQr3o8a87t8sEvuoZnrzSJ109984JPV7jTz3wJbY7YBaHvar1Prw4A088bJxTPQJ8/rymwaI8hqbYvJgco72bo0C9XZ6APVPsQTwQaD483efgPBbbh73/XIe9BgxcvZAvIzzYM4u7bPIAPXaHcz1GZ1U8QPlvO/tYLT2Z1IS8g4WevZAUA70i1LS819vrPG8Cn72NkpQ8NOQmvSa/NMDg4Za9oJLHOyCQjr040NI8Lp0cvQpChb3u5aO9KxqbvVeNC70wFTs86SmDva6YTD2QvK088D4+vbEJKz1AcoG6yRMWPfmLi722e6+92A+5vUZdlTwwY3C9RXOgvUocCL1jlMa9",
        "NVTHvIpLozvFYYw8Wr12PbW9Z7wKxWe9ZkUvvDCrBDxk3/s6MJW6vY+fET5/a4A87l69PBrx5zzcnNI8UHiLvE6dFb3Xw428zYw9vSDBVTzE59k8G+xbvbCpTj1ijwI9CQO0PBiriLw0B6a9grJru8i/4Tw+pqi8AKooPTaZG72mIC49bCdCPEOVDj2piMo8+TATvKmAo73lkKS9dhv9PMpJHz2P0ay9hNnsvG9SK71HdoW9/AUKPTlbvr2lT4u8F5HGvY2O5DyxdCC91Jm0vfLZzzwppJW9VN5Bv8gpMz09OH08eVPNva7cNb2bHlk8OIsLvIgtc73UkZa9tlJTvAt777zT38C9g9tjvF/EPr3AJcW7JQYFPUSclr3ypAo9yC/kPBxRYLwsENG8lJxXvchKWb1Enqw8SGfhvKKNY72aIvW8yKguvMzUqLxtWa69c7mMPIAxMD35neg7YdyhvMi8Jr2aamg9dBG2PNu40jywgQo9GUSyvUFnUL1yORE9iqepO5MkRTwmgb69tPCzPBBm7jxNTYK9sgrAOUDgjrqEtFk9GMYcvaxlcT3Ycx47+yt3vTyGqjyNQYK92FICO2onOD3KgM+89k1fvIxXaL2EIqS9AJm9uo/UHz3NGlU9bJz9vIWhq70q/UA8BiM4PZTNur0vy2Q8EvhBvd+B9z0aQka98Iu5vWyqTD1Aw8I89tcovVJwobxQRDQ8i36MvV0KbL3R0mi9BhLLvGuafrmaNUe9K5qPPED2mL1M5My8HsqlvJuwxb3bKxY9JJbJvKFzb72g0R67P5lXPIZ42jwu2xE97r6qva+3GL16i7u9niJouyjfi72nLSE86CubPPB9jjxSFbO9E/dHPXn1ib2Iyoi7gqJJvcskwb33sE+8QA0XPd1yVjyXaCk9/D8lvc3iub3fy5A83F0ZvfkeQ73ET4i905zAvRkpjT0gWWw8WI1mPPxNVrziCFG9ewOCPVg2aL3UP1i8nVEivcA+9Dx+u2W8VTAmPY1t+Tqdpi+9",
        "lu62vXJlaj1GRgrACAzhu1eR4zyZg7e96H2Iva0SHL1PFhy/1gNJvbczXry3Gn+9FC5YvGWEIr3iYKi8/z1Qvevc7DtIGhu/e0pUveFi+bzXWGg9rKyNPHXgkr1MXa48ulvvvFo6db3g0Ze7zKPhvCjsWT1GqI+8dPOiO65HsDxNd249GTw0PSCFuTwa6aM8SReavR+2d70Oy6C8d53HPLkfHD214RA95n7yPFobqL0K8qg76oktPbYCejyXHk87ZcJWvZXHHb08kn08VekTvWuDlb3v95O8p741PcNdMr2k2yk9lha7O+iUrjw+dbe9AikIPXePkrvaZ5K9WoKcvQwXVr1d4JY8sT9BvBWGjrzLy5I8zV9pveIQtr0ptEa9ZOoyvQVCnLvOXSw9XKUfPQfeCb35rlm9WexyvTUEuTzIcK+8SXkAPdjzir1ulg89gDBIunKycr1t9EI9megzPdCllru56D46f6fYvFASAbxbWWy9ZsxwvfTgkr3uswO9ZA/0PBaeGj/Qnxk9klfRPE0+u70E702992xBPBtnPz3nryC9aTcrPXztFb3oX7W9MIoNvUicHz1KB/+7ICa0vbz9Hj0no+48j7mVvUE9Hb2n3wC9dv1UOvbSVr08mqi9uYCPvVJiBz6bSRw9fCEuPaccyrxKqVm97yUdPWpfbr3deGu94E73u0XrPT0Frdy8zOujvECeCLw7ri+930YHPKEOpr1zk+q9mn2lvTuJgr2kNYM8Eg0UvTkFGEBAp4s8EoGbvIh2PjuPoeE8ZDkuvPuYjzwUSni91I+EPK78nL00y0Y9eK0MPIYtcb1dE6W9CtUtvQEYK71WAIq9MIJ2vBJliryLamu9qLN+PFv8ijzzxcS9IjeAPOHdnDv4vAW9CtJ2vd5kmjutBpk8I3iuvbKB0zxovUc8AMaluaDjwbv4Uhk9AZ74PbRTJ7xPG8C8CLiaPM2Q8Lzg9hi9TBB3PMUfrbyAo108xp+BvbuHLr1I/i69XfSzvRzUCz05Pl29",
        "mC+TvWQfijy1hig+UGLBu7Dy5jymnL299QLpPADQB73pF4u9pIMxvJIHib2RRwS9I28TPb/lF7zclba8WN2JPRTX37zYLu+7aFYzvVcusb1jmik9FYIRvpOVrL1Iblk8r9emveYvnL1eUhO9LYVmPrP4UD0HJJm8EIxuPM5mg70fOVS92zoAPfIuJr3V0Bc9U1VsPCjO8jx/prK9mkggvfEmibyBrby9rOtcvI/3Ij2vrfq8MK3bO7PVtLuG6ea8sqpLu/4DorxnDw896D2SPGAmd70IczQ8nSNcPPkK/jycFow8H8WuvRCYqbvQP7q9YCUuvbwX9Lx53TA915/2Oux/jr2Y+9s8ML/9O36NgLyhsAm9HsZKvT/llr3dCIu98OgXvbnfkL3yMV48qO/mPBolyLyO8109H6DhvMzcjr3SD5S8jXMbvFf5AD0bfwg9mxBqO7y2QDx8xnm9mK+qvUKwGbs0il+8B2cbPQ2/ED28zXi92kXePI0D9bsMQD49bI2QPJKvMT3l8yI9f5ppvWaj4LxD44g9GAV5vQ4qgDwqKiw9CP8PPYqo7jxQU0A9Qw5ZvUDWL7wwQMs9m4fCvaKIsjyQzz291BmIvH1gbDqkLwW9Gfr2O2aoc71IPYM82WTXPCFPpLwbYEY8sOuXvVnxNbwE6Rk+lqmkOvH1jj3vCka9+IADPWADDz33vae9jJvTuyG9PD0dqxG+qK5Jvfo18bxnc0C9Yw2KPfpdUr0acS69581dvCAHLLxsQlE98Ub/PIicDL27/oy9gIs3O4RDbr07jpm7NgCgvZ6Y5rtrEiq9MLf7O1V3Cr0EFoG8n4+lvcpTiTqXfW28NI7/PLgCFbysNcO9iEYXvBpZdz3+bgG9oz6BvVklETykiW+6WkoPPY8TAbtwSlq9saiOvXI5jDug8lC9d61qvNibKr+ekXi8pdGBPXPTgb32fLu7tNrSvMo9YL2mIGs7ZyKKPNDW5Lx6QhI9vyG9vJJRND2IFQS9ki8HvXVR9Tw4Rkw9",
        "V12LvIhq17wBHRK9CgAlvXZUEr1711G9PbenvSoZLr15FLe9bJMevMPSYL1b0+y8juN1PfyRGTxTsom9eXRkvbrgjb1DyWW9cthgvGi6qD1sg5k8cM74OyykoL3UPEI9hmduvdW/DD2gV+08EKqWvb7bmLwczzk9O+TGvXQVND0701+9UBmXvWaXNL2yzRO9NvqLvT0poLwlEJu8YJqKO4vEF72AjXm9SD7LvZ5N2DvTZ9w79t0PvXMNOjwjbVu8eLoYvdhRIr33jnu93lQKPcKSkb2+ZLO8VFpzu6YsR72sskg8mHwFvSffDD2ekuC8ZTwqPS0lpb244JO9l2xiP4CMLrxL+Yq9WOm5vXgl4LzQRIm9pMj2vLAYBj378926sbMOPYMWO7rMmRk9VwSWvTbkib1O9AA99hlNPJoKTj0GBTu9FU6WPEDHfzwgMQ09u5BpvHb6MrzmJ2q9WO14PDzWoDw56sO8EcMgva6Fub0BZaq9i+XDPDsBpL0ke4W9zAmmvTCb5LvoN3S9v9kzPW3tpb2POQg9LPWxvaC5FL2sJAi9lo9gvFLKnb3FRZ+963qQPV86Fr1GWNC8ieD9O2Ss+7x+SBq96d/bPIaUXT1wPMe9IHbeu5w0YzxQRzs9ohcvPVQnDbzyRnI96yqKPIRipb2Lu5K8MG+QvZm2b7ywbOI9fGeXvR0aJD1Y5FK7Ji4HvfGeFb3jv5C9DLuBvfpbXL6EYJ29YKI1vXTIUD3M95C8H2aPvT200bwYOH88BMSEvZNK8LxLa0W8fdYSvGiVI713AAM9Ad2uPK4drr1ACcO7ThaRPYtmK73TE4m9vXeOvZh3xjxmR8y8UPJqPIYKUjwuoZ28AKlOvRReIj0nwsQ7SUOdvA7eNL2E6Zq9NFyCvTSeOr2feqO9MtHwu9vkhrztIY68LQVcvYsnjbxRwAU9APwDvU7/vLvQvGW9pKoBO3QH9rwaF2O9vjguPRuwRLz3dyQ9Kw2UPIThJj0gsaa7oL+JvTy0+zwI6Eq8",
        "wC+QPAzTebx6WpG8NuKYvcFijL0YL/K8wsTvPAnTWL3NSYK9TC6MvWCfPjyl8OI+MYL+vAGdWb2OMII80f3KPOc9CTxmND8+8IhXvDRrgr3qtfI8FB4aPTBL7ztAqwK9Ml4rPdIpszu5Azy+s5FcPBfFgbzDOda8TQ32vMgmIT0gjic7eLGCvZCcRLyeNIC9rC5Pve4EFz3JIVa9RnzpPMgW+rxU/z88B+s4PRArsLv5PlE9KK9rvaegCr2CPgg9TKakO/cYT70uW428jD2+vWg3CD1H4ou8KEqgvSNCID2+A6C7OZyxvTAS47s6ha69N04pPcjqID1cdJW9TvlqPTd30zxy2S88jU9pvTMRZL1sFMy9Lv4uvSwypb2eOBm9C126PL2cEL2ayIq8Q5SnvKADib3phew7ORrRPBN/Gz0G+7C9VpV0vfnsKD0/qgY9ozEHu3HsQr1yeFS9aeGivfYboLsOYCy9E/csvcxRkDw4ZAM9wx4fvasqIb2IUUw90dHKvLCdSTwF1pS7uaiHvajGiTzEXrq9c+JWvS173DysBC+8sQkOvdH+Pb+2OXK98DSgveChTrz0oUk9/4YvO5T5krxCrGS90V97vRhOZL2r/KQ8oZjzvK7oYr0kyqW8zbNxO4BQvrqx5/K8wcA6vXmOGT2dhx+9kIvqu60pgr386Zi96171vIFpi7wgqA89i4shvb532Tt4Gpm8+6wUPWQTgL074Oy8IIP5PPomIT6D0qC8ctuUvHD28jtjHMu9QTPXPDcjzr3fITm/L3qzvVznjL0Iyyg9IRCRvHXPvj98XsA8I8euvE/GDD2yAYW9/527PDG8Cz1NcUi7xXqMPRScmTwADlK8j6j3vG9HerxzD0Q9Pw50vG7Rtr2mHQq9Ai0tPbyISz1KLZu8B8BYvUlBMz2ZR1A8c4YrPO2IqTyIQLk8NMC/vHVkAL0nTKM8CsQPPHTnHj2quou9+mlAvfp7R72QjYu7uHwIvTB9hjw9Pv++5gRyPeGep71t+pC9",
        "nQsjvECJlb30DTS8qqhLvfgACjxfYvY866NjvbVEyb3XI6u9Obi9vGakZb1pHQQ9namRvWhNET05k7c8QN+DvaU74TwRB2I9eHaKvIZSK72QcoQ9fp/eu5erGT2K2pK9Awz6vVqzKb3rzpm9PGCMOjagrr31O6q8LQyIPNZgdb32Gc48HA0dPPP0Hr0cgPU85a4JPskqfjxS6kK9oqVyPVIPyTsFUiC9dAukvXflzrxtPBG9MCiauxKVS7w0oB28kEJOvbqkFj0PiYm9WJKlPHnR8DuJM0A7VhxlPVQF6TyzuG+9diL4PWYyLjw31FG8+Lc1PHhhwjzPbeG7Eao/vJRunzuAZ0a6vm2+PYCvazsMxXG9AuMoPThJmTx1lGk9BkOtvBhjJD1QZsE7jF/EvCbZN71ZxKK7tBxOvSBifL2DzJu92wk6vYB/sboLLx67ydQRveJHzL1e+Ke8SFp5PElbq7qcZeW8qGfQPIUcpT2NAVe9U6A4vWudIjyG0kG99cBLPTD81rxZftM8QdItvb0jTr0hPb69pdHRPLvXobx41Oy8ru3JvC+DSrzltdk8fz5qvWRnST1DLoy9oikrPXDrzb2Ej1695e0evU2YGz1+vAS9WAFCvYh5Wr0Ef709cOutvEtw6LxQONU8YPgZPT+Jsbyvaaa7KU5dvS5kYr2ryYC8m/U2vRqr67zBbCu9zf+TvVzR7zzh5/08dwlpPEjCbzz/Qzg8JHkaPSvxJT0bqSk9hGOGvffrXL33Mf69GcjbPCIuKz32JIS9+gRlPFSbQj1RUIc9iA8LPScVkD398Eq9Lus5PHUVID0swsk85cphvaMdrjzng5U8/7SIvelDwTxptfI8B/uDPea3GDv+be+89TQ5u1XgV71ZMM08iigbvdkOgj2cCk27xgurvUQkNT1tZhU9oESzuw98kr0Tf069puYIvTqObDz8Gus8MreEO0HKC7w/02K84OVEvQnMa7+35yK9kko5vXVmBr3WMv48zuNWvTiApby+Rb29",
        "VoGqvQJVRr0mRAQ9tO/EvYfSD71d0GO9D1y3PHCepr024G+9obDruyCrsr2Genu91NkvPZ6DQ7232gE9GdQvvcofYT1AhOO7/DmjvR+s8Tr6Q4O9CIWQPJEihb1gRMA8Z7RrPELqZD0qsS89DY84O93rrrsDlcG9kXATvTqnrDsQBvi7yipLvAK6FzwNpgM9aK/aOopPFj0iFTk9ii8tvQk0cr0qWrO9p2EKOnn9Fz1qKbK8KwMMPf1PAj0wyYC8COU2PGd1ib2gDgK8pmEivekRKz1o/qC9xR+XvVpTAz1GRxg9gZ4BPUs6mb1b8rM8XJKTPDZdEr16bNu87XGFPc/MpL0I+BS9rkhqvbbbOz0GkQy8AIpRvFulTD2og528auubvhj6O71ktoG9vwa1PAPnKDwZpz89Xk+lvaCI9ruOuQm9o/ANvP2Axr1ICJS9I7PaPO8NB72kio488S5wvfm7m726B++89OGCvUiIjr1H4Yu90JYjPR4R0LxgEY27YFPxu8bWcT0yOD+9Sq9tPVWdybxxz8O9fqNavc3sXb3vzgq8Y/1dvejPvbyAiik6DH/QPJyAtbxDN2G9rsm0vaDh4DzzNeC8KiYHPblhsL2hkKK8TBTlPEuhjjtEEIS91KCevJ8xjD2CFyA9RbMOPGnH3Dx7ot28Jxysu4ue4zz1AzU71C3dOsNUFr0MTAY9mnQLPSlO5Txamqo8rlhcPQKbPb0vmiG91uFbvPWf1Dqe/xW9NW2FPYJ4Gr2jijk9yDMuPeCsh72cYuU8PesovaAAJT1oUDQ839Wsuz9Ygb0Iv7A84YeUvcZVqr3nxR47RydAPVpG47zDo1S88EV8vH/G5bws3ss8KiWLu0r9nDwTvIW9PbnXvN46cz1g5O47x8OVO2dElTvWVKO8ovoyPZqxKb3EwS69p8CUvZQIyrzdI0A7+GVNPDei1bwyXD+9H8lfPQh0cb2AbjS8qwukvcNQNj2Gwru8gzOKPcs2ir1jq3Q8O7z8O+TMGr3k/D48",
        "o4i+vBtRsr2U9xS9M6VqvBi7S70gbDa96V0PvagFQTxU3so8zPDwPAbG5zvgKx27dXGWvXRHIr0Dr9S8adS1Ol3otb2croq87xhsPAGzhj3UQRE/um6fPFOVzb2kWtc86S46vQ6r1jyMVbU/MvEhvXiVuL06+J291gUVPQDGyDtqJsO8uzGxvMGZ+TypRto+fw5qPTpewb0wl4M9pPqzvQAC8zxtHIk9+Ei+PNz+abzeBzG9+cWEPbCKzTu/GmO84ssavZDQlr3MSMM8XhdDvDzlAr2Ofpi9FMlau7TJHz3kkuy6C96UOuIJV72ZPQI7eX6UvUFwkr3Y1RW98OEgvYn8wLyA2qI78cSVvX32dr1Z/Sc91TcdPYHXVr265g49cnk0vQEtv70PVlq9Xz7BvCuYfDwVkbO9UK2XPHm4FT1qCRg9kUUYvWBclTyXZPS8Pl69vZyAKr0yT4c8m2QqvT0blr2Q5Cy92HeXvCP+zrz2obu9Qzq/vTCCGjzyMjW92qPGvaq9hbtDtYi99Xilvfrjhby2TW49N21GvRQQCD2Z8TS9VVp9vULvEj298jQ99KbBvLWIP72Mbk29HTe6PMBMgL0eLO46D/HMvAzJbb5epP68jZHHPIEYOb2AQfi7V06kvVLGm716CcS66ZmovPqHiLzuZbU8D72jvUUUGr2E+fu8wFX7vFxuvLwT2PA8e3QJPcivvDweJ089PZVTvT6B+bxr4wI8b3r6POqRtD1LyAa9bIjPPD549Lwcv7O8iSWnvTcnELweWJy9WJblPPOwFD5PFtu88IgdPPRY1jxD7xQ8jHQ0ve7Io7wz8Yi/S1W6vcshAj3GLtk5vPnVOd/Zk795xJ88TFBSvcloiL0ZNUe97E0IPFX4P72lqcQ80oeEvSYVmr0a3R09OCAmvaHB/Lyuo4q9OxyMO0mrpTsd/5e9/MoyvGoFaT2AFMs72WkhvYbQpjxS+pe9DjYWvLptDjw+noO8oAspvRytvb0+NFK8BlVovZqj5jvJRpA9",
        "6EqPPEhA4LxOWGW91TWCPRbXybz/eC2/uDZ2vPfHBT1vwwm92CaqvfNkGL14cUw9vRVZvGBfpLxiGni95hepvO4+qb3g3J+8e+3Eu76Y5bzakMo9ou2Hvcw9SLwaFYo87lnNPDmiXrxJi5O96gl0PdMDtr06Q2W95rFHvLmfsL98IE888dwMPJlp370xWBO8negSPAWKPT3igDi8sumVO7qPRbx2Uvs8Mh14veCew73Q1xk9IU2mPacYiLwzS3W9pRyRPWdHOT2e0zQ9xtFqPIq3bby/JDu9M4q3vStWFD2+tLi9ViC6vRTwnLtu+Xe93RiGPZHugL0i2wa8EHu6u/NTKr2jkUk96UkTPUuCFL0ffYm8ZFBgvSHba71U4xC93Ta0vb474rxo/h+8f8ntPCCm3zvVZ8e98m0ivX+pkb14V8I8Ak4iPatzrb1QDrK7qJQ0vCHdor0WJfA8lo5JvZiKor1avri9V5uzPNwGFb3s27y9VDn9PPkTRTyY7U88LjqSu48Cob0BD409jkL2O9Dbsj0H2Am9tMQDPXoDJzq9TYQ8WcbwPexRXTiMjBC7Bz6SvaITUruRl5y9SZO2PLLIbb1gFaq7dg55PcBuAj2Rd/O8ODOwvSqlqrsgMaU8ZNIWPX2JYb1EnrI85I8avFTgGr3C12k9/YpnvYf/8jyWp7I8+cXwvHJkrr3AUu075E+4vdlzOz3rKi+9I/aDvZAfkL3vJom9FcxYvViwa73d2BY7Jd+fvUfI9rwoNP09xn8LO3osfT07GLI8SxC9O4gyFz1Y4Qo9faYnvQcBij300ya9ybQsPTSZwbz9k6w8btCwPf6NUjsAdfa7v3KNva5xdz30hyg9ZPIxvRYNzLxoopo8ajh2vQFevDxmboO7sOo2veKSPb1y8Ls8blFbvd9rWb2IusG8xxenvUA3Rz33TgU9eeAhvFAxgr1IDZK8XUXdO4AixbsF1qq9eDsrvPO0zDuwDD28IAclvelNkTyQZNC73euVPJVAkL1GQWy9",
        "jsSbvYz0PL9qzqQ5LyqFvQgMAbxZ/vC8JTSSvcSNBL0iNcw6oBueukAXIDy4PUG9L2cePbihN7063hk9PxsVPQ/ZnL0cibY85+7CvYTW7zwYSY69fipRPUydGr10uTk9peCaPJhDRzzSxhi8FuyCvdlU3jryTj+9ILTROx5XXr0cO7a9XKYeOgjixDw/C1g9FGqtPMTpmz12dyE6QMigPHu/Cz2yUWg9cyXVvFr5s72js7C87hu9vVB257wUvRc9ZGkUOt60VT3PHDq9a4FIvUELnL2KIDs8GYW4POtYXDqS9MI8jIeKvb6FJr3C9Bc9YdYkvNen0TzIsvI8OXsSOwLV+bwBSUu8VY4yPQzp8bwVVTU9btUWPQYPB7w4d6m9hERhvRNOwbx6AE673viZO5ckEr0JRs69y3iovT3BQT1GD3+9MWPNPnJ2Hb3n0Om8nay6vQxKZTx0VdG8gvIFPXR4KLwIBgs9eKqEOgbFZbx+yca5NSOYvdIiAT1wCgY9sSBgvQdBnr1UGwe9rVSjvfRl57xIFD29u/0bvZfibLxyu+m8Pkm0vIehJL1YtKm8vglkPRyddb1+5IG8PysIPR6PGjz+VBC9t9P6vNQDmLzSdns9Bf6hvDLRpTzvNNM8P3ZlvXF7nzwIMQm7S/2dvG/ijbzxkAk5QE28O0RrR7u2Dk8978STvYPoYL1VaQy9eqaGvZGpkD02yTA9MGELPYa7xr1EUOm8gQiOvVKhXby+1DQ9b0UEPc7h+ju35MM82OxkPJCR87zvhJa8aDPBvY1i47vPMJK9IE+JPZq/Dr2nkCA7+bH6PMj5dzk3NzO9+ED8vLgYdzzMnoG8QjcUPWUyo73EJ8S8/Ptevd0TDj3H5Zs8FIwnvIIxML0DZ8a9a1EJPdgiDLx0HUq8l6JSvXIm1rxPkCc9ZY23PHr6i70kGIy9YkPQu4L6VDzq4za9ZWPGvW3Uiz3GYHu9FQugO4UZvL15n3K9GUeWvd2PnLyQW6G9cBINPE8DEr0K9nm6",
        "XQ+MvZHo/zy0WQU99OyDvaJqtL3dMI+962iBOwAtf72Tou049QoAvQn6Fb1f2uK8IJiZPDooSr1W/dO8CgMYvXl4Cr2SRBU94AbCvI8dSjxmYQQ9kbKDPLbIBT0P6329XBoVPbdpZb2IbVa9Hi2kvcS1bL35v2G/3iqevSl3v71CAeW8wf3quY3fvDzIcQo/nZWSPcJ5HbyGTqO9hohoPcCcILs+I8+8gRiAvYNUk72fiy2/T99DvfTTob0PylG9fcsXPcAisDvCdRk9sBW+PPMiIr0QQZ47wlbpvNCiTr1sj4G9aLZ9vBy/b7y6TG09THWQvfDPlTvSTp+92vC/vTNkV7xancm9BGCKvSsbdDxLDkO9xwmmvT5quDzjLJI82y/CvK4LQzrkIAs9QZ5jvbr9Kb1Ayie8YG4JvdKBG703RUI8eeg4u7xzerxHdos9YN15vHj0nb1VVhC9cLGavAIhcr3Y4Gc8F4ZnveA1Uz1RZoU8T8ivvZsYSb37DkE9O2xfPCNhaTylmpK9VQw+vfHRm718IiG9T/0lvZizLryoJ6e9oZuivU7zqzzHFsO9V06DvChXhTxoAK08uj8JvefeabwirwA9qRsAPer0Zr0R55O90lfmvAb8vrzCk5C9z7IEPTkzi72Xxna9nnOzve42jr/TE4o96zWEvD3MU72TZQG9zpVAvUDxDTy1Kmq9F5Q9vWiehDwcGmg8jfaovHaPZT2sRxc9nj5tvD7mfj3Ehgg9xtUwPE1uh7z3/QA97amnvVi8ersyh5q9IE0NPRNG2r0Chlq9PsVePYP9M7uAnG06LiqQvYHYgLuMioG99Ao4PVDqR72ZoYk86MtSPCJndL01YFq9gAUVvfyCkL1meve+oSxOvT5EXL3accs8wzytPItTZT8RNwK9lbc4PBUkVzy4U2C93Pt8vDHTMT374aU8EMwTvOtUO7yG2QU967WwO8Q//jzHkB29vk6xvRj3IL1Wj6e9WEhNPb97gz2CxWa9XlaRvU7Hib3IvwI7",
        "Gt6tvYPXyL38kyg9wF0gOysAgL02sFW9mZpsur0ABTzBC4A9KtCCvSYdGj1AhZ06eqt/vV76Hj1MFJo+9MuvPEdimbxZh4a9AsWXvT2uXjxgZxG7vhBgvQiaSr2nsmo9yVF7vGjugTxfPTE91bzrvLVCpr3OH668EiwEvfgKPb1ZQyo8AafGPGQLzr2In407Ag9dPezdvb32oJQ815/zvCV6OL/aBqe98q9UPeRW370P5WQ9hkTWPJV3sL3IPQc9oowDveEtszwrCAI98PNFORy0tr3zL3C9iExovJsU8bxfmSU95ZqMveNkjb3CfOQ8p0OuvZ7hxrzm8VE7HxUQPfjURr2lQyO9IjV7vXupIb0Ajf88rNERvaG0XjxBLje9wB9IvaBFAT3dgKW96udXvdlaKzuZ/MM6DrnTvBs/DL3gapu9h1ubPBEMczy72I+9PM3lvF7fdj2ohDm8GNrMvNgKwr13xJS9KDrIPOYKpDwEQTE9xdd4vdzlTb2l2V+9jG21vR4txL2LYKW7t24cvbQVZr1Gtgy9AlEOPdOSwb00j7c82umJvRXXQ71dFUG9zlFbvTi2+jy1EXu8JHvzPMKKL73OwY27KMInvZ5/Er3fSeo8xX6dPJ9ZML1Fwlc8gzHVPOW89zvHI4o9ImyPvY53orzj1Ym9oqtWvdiaRr0A1iu8cliiORnud73AvOE6TplrvBbNLbwQpEg8GUwIvelvnDyRVa49aNBkPOe7y708wyq9pboJPFbhhL1kuu87ar2YvBrJk7yH7H27seg3vYq4n71Xgsi8T/IOPU3h2jvgJfK8UK7WvLDu1jyzgXA7iH0uveyJir3ap7q868xDvaWOEz3SZXI9tWeMvADB7jlyw469vVFUPRbqJj2sSJM8leE+vazWpDyI9kY8PeRIvOLGEDzAuOs8OgmGva2UK72Ng7O9mSABvS7h1rylySk9sCH5vECSHD3EuzU9Q09DPBOhkb2HyQI9542IvDBwfzyQmiC9qhTpPBeDCr3ZbZ28",
        "BR+NvTUOw72ux6W9aA5XvSDFKry0B8m8jnrSvBCqIb36dDs97CWtvclMPL7x4LS85vtkPWOIOL152Ss8AoULvGAxRbz2viA993sLO0CiQLtwV0o876wJuwDKxLkeUqu9CHIkvXyAiry+swM9EKYFvS1tW7lxKxS7Tk43vUCEGD3BMrO8ncSQvSYvsbwXQxI9w2TIvT2VHz2wRtm9fGEfPXcnHD29npu8sqUuPZ05kj1rDO+8uwcfvdtPsj0BKgU81g6NvOtyXb3Iaio8b5+rPKeNEz2d+qy9WOh7vVddHr2YfRO88foBPUbUQr016CS9lYyqvWfR9zz3Nwc97IYfPfJuxLysUik96pGCvQDboTtsO+Q8ppXju8EfU737IBG8qh1TvXhQX73vvke9Bm4MPVp73bzSoSY92VUivcaSqL2jByk9uxdRPd7aM72Rwpa97za3vLUNdD0ezF+9Z0a7vfong7xNTum8wlkNvyiuFLy9gpK86v2Avbs+tzwhHMm8C14ZvdNAi737s4i9412kOzS53jy8BJy9OCl6vS8OR73g37e8KDBZPb6ipzwACGm4/W2fPEF7iL2sHTw94dsEPY2TmL1gCRS8l8uCPQ4rWT1yVE89CodaPTzTab12fwi9c4MXO4gbqr3Eg4+9SseuvUCmLD1AYJm6FrJtvbZNAT1dAc+8V6Y+PT2Hgb0UY7A8oqvjuijQcjs3g5K8TkiZvAmWib1aSdS8X9bOPElwgr3mQYa95hBTPfxssT124hS7u9lQvbrVwr28pua8foCvvU9MCj0Reni9G6hruruZPz1M23G84wuGPTDhb71l4P88dCvIvQsEpTwSMIw7VFk8PT3ZiL2NToG9O8fiPM514zzdmw29rp9OvAj4RjyadQg9s0+xvCgKHb0PfYE9BxEYupQ+lb1IUhs8lok1PcoILr0lLJi9SMr4u1hL+TxJQgy93NGavdKuT72KxWs8doG/vbX0iT1AObW6If5ovcF9S73WMnU9IhQGPaD1fjsLGMq8",
        "Gh7oPA7w3Tyta3o8kwFcuw2YcbsbeK69AExPvQIluL1/bjK9Fdu9vQTSgjwQ7J+9Zg+/vGO4EbvdQQs9MNkCvM7N7DzMmbC9ysYRvIY7QzzrzHy9BrKcu2qAh70jbzi9J1kZvdayPj3OWBQ9wPQ9O228Nj3i0FA9YLMBPAbOXj3WcDq9vpQZvVOeu71Ntqa9s08sPSB6AruQ2o2+oCaavRxByL2u7+m9BcGvOxFKszpbyGw/ePJYPSTxarzqCkk9JLQqveaEcT01X1S9qEbNvVFD2Dx/JS0+eRlKPWCrCD3zOxC9o8MzPPkHs71E4wI94Bqiu4i3BzwA+ME6IESrPJDM6TypFQG7SeLWPEIx5zwU7A69MZo4Pa7fg71sE6Y7wkY8PAa0przedEe9Z1bbvCyla71fopO9T0oPPB9ahTxCZx+9lNuPva67Ub1AZ3C9vAZsvQBTyTo3+hY9aIEsPbU8tr2DMNw8Q81IPW3/nr1lHhO9Sb8nPOjWkL0FJcG9aNU7vcc/Ar3+xmY9QQv8PMwhLrzy6ZG9EKCevVrlfzzej0899yU0veY9Kr355+C84bUyPb2bbb1hzAE8XAaQO2V4jD3ldf689r2wPBkaYr13W8s8sltwvQ2OZb18Mi29hSuKvX9rlL0mwlK9rmuZvGCMbzvJ8K+9oGaUvSBnqjvfQlg8BG8hPUErGj35Jia9CayWPDi9k7/Gj1W9eRL+PDdHFDyATFY9K3sXPY8ZFL3Ze5a8ybuHvPw6AruwOzw98bKHvXA5RDwQJBy9oRykvBSTRD2JWd285+fDPO7oAj1f7jC9YghNvYtxiLz/2Hi9J9yzvPckgr0NMrI8F+IjvextGrvYc7O8//TpPDJli700kni9CZoTvfjOgT3gEOs78B8TPUCfezxrqIC94ItovbBRALvMGXU/QNgtulXMxbxXsz69M5OTPLbwR745XSi9OKDDva1iUb1925q9mLJzvSPFubxLYmy9LMxOvbXgejxY7H296R52vbIngL05SJ29",
        "WeeNvTcSzDw31C+9IFw9O2jUqTzAyMM7JrIuvavvi7u0lBW9joaYvPdhq706zy09OsOTvEHr17wf7aW9WNWIvTnXtzwIxk69rhsVvYAuRbxD+oK9ZSMovSJ1Gz29XDi98J24PIc3nb2ooTc9yG9yurjdv70AWSK6whY5vfDa6zuBqrK8zmG0PIxoQ7213le80cO6vXNQOb1/fWE9zisTPYBPo7urFmw8pednPT/2Ib3ZhcE8qh9nvT/cir3b1RY9ZcONvWNLIj4nf9081dvAO3IW4L2GXAo9Hj1eveQ4Dr11qq68RZ+/vdDGIj194mq9iPyOvXSW4DzkRWe90A7yPIdIkL0cw7K9YKVePH+kLzxGdp68O4EpvaLHf7zflcO8mQRUvHUw8DyPlaG91Kl4vZKrWDzW3Zu9fGYxPYUiob3+uQY9j4mRvTDwUb10lQm9ZS6Buxb+tL1GmHk9OLn5vMpzUToQSi48INexPFtUyDzg+iS8bAmZvY6q57yawq+96A7QvIpNAz1Nu4a9DXCxvDdGsb13v409/NdcvIYa1rzYdxg8lYqMOw4yVL3VhGO9SjAZvR9zaL2z6Ow8RA7aPFu4cb1auio9KXmjuyzhJ71CnHo9AGmZO47e2zyC2A29hS6vvV3NCL3w2mM8ewXjPNc1+7yt6je839yMvYzrfb3D0H+9B+yAu/aqhr2Kdka9T+4AvScA77z9Ebu9/dYLvRz9dj3/gZG9N/yKvXv41rwQftE8bJwiPd+/uL1ckCi816nXPEmjEL1N+Ag8UbsDPS+yxb0ACKm5Px26vWNXvb0uQL68lX0gvbTNH7wGkeM8l5EYPfIBTDzuvg281juMvZbNz7tZiSM90OSFvABUGzlwHmk8CYQhvfpDOD3w1UW945K+vZDfOj3UkWi8iW1ZvDw8UL21oLU7wRSYvQTxs70sUc88qlyhPEKgfD0sQjy9OPsLPD0wiL0Aske7CpR1PUtlm7wg8pK8nVHvvFxpaDyWhnm9nmdkPQbYer1syiO9",
        "qwKuvfifdD2EvcW9gvGhvMwGkbzDmBs9vy+XPCNIir1u+u+8wJ8Cu5OjFLxoOj+9aLmiO9ijS70PWg+90pjAPB3iFr2N4uY8vRSmvGug7D/dvJ47VI4svPufGTyvXXO90BLzPOi0V7yBl0i8STThvN4sWb3gJi88jQEmPUEej7325UU8wq5fPG8r/rvAuak6tnPhPNzjfjySuhg9q7XUu+f5hbzoh668glAqvYjYUr3JBWE8x7StvXdGuL1HZjq8xr5iPWo5x70koEG6XiOZu8xQHz1brWi9xMRGvWcWy7yOhiY6Tp52vZ1z0zyqaL+8PE+BPY4mIL2rr1+9BploPMkDPr1CqlS95mRbvcARhzzbhW47GhyHPDMGXDxxSZs7kOeQuwqRpL1ds3c9/9JqvRBkpLwQ/Wk8NYBwPBas5rtLUJK9/6huvQWFZr195p+83bMEvfLhhzybvDi80u1CvSGNuTtc/zy8k4FAPYhCCTvIX1O8wMAfPZ93Fz0Hsgs9nyyEOzrUH73/3sS9gONsvtmigL3D27i7PdEfPWaqozxeY228PTL2POIob70fUsi9fTVNu3Wtlzzezcm9yKGFOz9wrTxwVYK8stvOvP/cwrxYubO8NVCnvKToRrwEdLy8mILzPJiKtb3ABuq7mFmVPDrwRj2GOCK71AmaPEhRiDyXwX08dVO9PK1lir3zDUg8PMDpPMbffT3kfAY9kdQEPCNC7D2ihWw8FUXmPDvGi7193Xe9KeW4vFHSjbxMV0g9LP4rvLJchj18IQ89FiuovAZhdT1Qcxi9pQPoPNDYoD0FMq69yIEbvJs1Wrp/6Yq7nhxJvU7LSz2XW4M9+20LPf55pDxLrE29AKkJOgbm1zwIKps9NwSZvapVTT3A2Sq9TggnvfC1BT1psx292VyGPBUBWb3ykh09/xnFO+Bs7Dsi9IO9ehg0vd+pHLyIlCQ8G2ORvZnO17yt77K8aztSvK9eBT0kuSc9IpuovaUPk73wZLC79tJDvMviIb3kGjG9",
        "IwqnvWbQB718Foe9FU/JvVfnsr0t/329f1doOxjmMT3lnBY9aBqXPFFjnL0FNG+98I+6vQ7scb01HyU98MrkPMxAPb38W2I9mb64vbt6Izx1BRM7IOXgvGzjjzws7jO9waILPDfgfL0tk6w72cAuvauT/LxT8wA9xHwOPdG5Ub3cVIU8I4u5vYABLb3IfW08IHKgvNofjL1QD3Q8eKFuPGqPcr0YO6m9ZlfBvWMJ1ryJ4T29EacbPEqNEL3vY3e/cja6vcHixjyJjje9p75ive7VWr14Jny/kOeCPPai0zya3Ts8JLd0vRTuFz3eC/O8pvx2OiRzyL0bYLm+hINgvY+7+DzaKQQ9nV7PPP12Dr3Mlnu9QEu9OkrJKT0M96A8qD2vvKuiRL0N7Am9Ci5WPAQoi72cnMA8vtmyPKphZr3lAce8tZrtPOc9tTtFq5s7DEYQPSlFRr1CoFm9pkUrvR4Zyjwh77C9sAi/vXtbqL3ArI695PJRPBAI5jzpI6u9lO5BvQhhwjwB1x29zB28veqD2b2Wew89fgumvS3NEL1+brS9NEJAu2aUML3YPaw8nVVXvLAhWLxt4588jNGuvUMfQ71ryN087wMlPAmfgL3zC1o8lcC7vICdB7w3P+88xgbqPF7IID2X1Ii9joEjPTY1uLtoeCS8H5YzvMC9rjoIUVY9kMSNu121zDwynZ27tJ42vbzrLr12oSE910mrvS1SAL2pKr+70FfKPJCqLz272CI9SSyEvGheIL+eyO+8SINUvKOEqTwqXVq9DKIAPeiyMT1JChw7GKe+vT3KxrxUp6S9tnw5vcbDYT3dBku9snmfPDT1Ar1X60+9wkeFvQM6i7wwVRm8dBPOPH+9KT0yqO68A1+GvVDujr0T9ry8DIIQPbdxs72ogby8nhQaPSh0/DzCu4y94jVwPW6dWb1Zj6C8YH1ZO9/XkL2raPY8ETfDvHD6bjx6stI+QsljvP2UWjysUmy92mP9PP8EBL8cXeO8OQ6LPA2oLz3qoVa9",
        "9HWXPDtKgTzvFYK9gPjXO+C2pb37BCK9tHp7vRsWozy6+6S9EBVovQxW7jzR77i8XCM/vVyqM71Yss+8YbtPvfNm2LxzH629UE3Ju2UhijzBzIe9gJRIOmTOI71OX707xjDNvEHrRTwAjti8Mj0FvQRl47zm58S8pRs1umaolbwXe1A/8sKQvPlerrvSDfu8SdJFvbnafDsfrRW92YeHvIC9/zqSAt86kBI7vdVMur0V6KC9K7ICvN/DFbwEJow9fv+MvSocGr3j8JW938AyvbPMo71hHK88ADIyPXcLKz0YXMe7ZOKwPHkqdL1XaWs6kHhvvNUgdL1KLNW8znJDvT1NtDzjfGG9B6wPvs5yhb3uRq478ujzOgU/t7sC4D69ya0/vDWbEb3lEL29aCS+PISusL1ApT691/sEvcBENb31JsK9rxrEvRGKBbw9JxM9S2STPBsfLD39znO9zMUXva5DoTtNibW98K7IPE0O0TwHdpq99t2ivX6JUjwXuCG9SawsvShEvrs7iV47i3QYPXLHxjz1oWC9Wu2WvSgUGTzIUCI82GNkPEu4Wb1e2H09t1MPvc4MlrsmZ0C9aJyCvGoxUr04s1m9Q7OHOhzXrTuxgTq8jRCTO3AaPTx21wq9BVOJvZc8vruwGwQ9x0tGvXW6LDywKSK8aGIZPcpworunxWU8m61VvTOIsb36W1e8pR3Wvf3yITwbpR693TNnvIU8vr0F8tw4vruDO5ppIL0MlGW8nOa6PJ+OB70tJjg9ORuzvXxqgTvjnnm9rBfFvY6bcTvSwQW9LBewPAljZb1ELrI8CN0jPQgk+jwwayU9A5aBvUn4v7xgXMi8PSOMvWcqRT2SEoK7NQAqvTI/Ur3Xwgs9gfrHvbveBr1lXis83CrwvMmvFb3O+J89K3ooPbTWZLxx3Ju9VgSfPF7fer3oVTy9lmyrPAuPnL0WarC8eLBWvVU1VL0Mp1a95yGMvcpRIDzwL8W8J4sZvYZ6dT3gUsM7vYSYvRCijb0Ybgm8",
        "TK6lPKTSkLyTFKq9Y9V1vZW+Nr3C9SU9a9eMPUIIjr0kaTi9ZtMjvWHROb2Zv4K9LKgrvWCl0bvRsIm9nsvAvBZnND3J4JW99o0WPQ+kzDzSqIa9vSyuvepKmb1gskU7Lf0BPczAnLuSNi68i9GWvK+JhD+q9mE8cgclPU8gB71wgnc9uo9PPDBdNjytoRY9X49DvQQCwLxA/+U8Dj+lvXqlfT3ejIi9u+SmvJOUYrw+kZC8A2hevD7MBL0VJGy8cQEHPcXFRTzAeC+9Kb89upUlSb0BOMA8/XQMPfW+bLzflbi9ZrBpPU+MHD29Vxe97z8qPIkUdr1NCK48OyU+vZ/YnT0Cyv48HnravIenQjzkd/e8xfsUPbTyYb34sIa8aJSavXp957z+u0I9vGyavCpPfr1SUDm8XmnmPKdLNbzcg7a9zDpZPSYhbb3jqpC95iBIvYbYcj3CKEW9A8BKvCF2zL0XAIi9/aU5PUFekjy+Mb48xGq4vFbkSL17ygs84JeWu/Ka4DzVkyq8PzSdu/RCorw3AjW9c3aKvLv127yXixC9UYK2vb0gmzxLYh49C6EwvGJZfT1uxqO8EO/AvcRWyr05jkS9JfECvUI38LzslH26Rrn4PITLwbvpEAC9HWf6PK4JAT352Y49dK2RvCEAbL0QyUK9/lXKPOjVVD1cmFE9sOKDvaykrL1oPjI9U1qNvbbe87yotPE8CkEGPXc9Sr0GiZW9B9HLu3pgjryDBqC8BZopvOMVZb3ANCc8A3XhvJoKIT0MV8i9jjlFvaQCIbwSOcU6P7UbvVsnor20aIE8OE8xPNlPpjsQ84e7jUfMvcb7HL2R6lG9TOaCPRVZ7DvD5Zg8FftOvPl7c72+IZW9qymzvUHiYLzkBhM90fQGPfGBMD3l9NK8G9iMPZxoVL1RfrE8twwePQ+mCb11/S29ww27vP98lzzqwJG97x89PboOUr2ayKS9Oko8vGSyUD1u0oi9xA7/PFjG4zywN7S7pUzdPL/XrLzqYFi9",
        "prCWvTZoMz2XB4K7XeRQPc7RyrxIxga8pFxjvcka7zxUwZ29YtETPUUOAL0e7im9QLWDOkFuVbzC8X69EX/aPNoKCD21Jm291yPpPGVO4LmcO4S94OLlvLrWJD09HxU9nB5cvX6lCzvcmCc9V6+KPHvxMLwJfWS9knUtPfPvPr2Z9IS8qFwbPfIcQb0cnTy9ffQAPEaIwjwrvLS8GrvCvIaPSr1MYYY8oWKdvKDk4rsaJba8bwGAvQ14grxADVG9JUufusTa3zz1fRK95BPyO0lyPDzGAx090WeMu5Tm6LyfKlu9KqyfvYtL9Tzj0RK9q1aBvSR2RDydfwG+pPEdvKXqo70qxry9G3YIvQBP2rxUYpW9uKm1vV0xQL0m0uQ+loQevUF4Cj2LGAY9OrXLveFmDz2S3nk9JOEwPRRymDyqIn890F7auxRiybyGORK9Jr1FvaMGI7xzyRy9zEEXPSrjDj1RyQO9nyqJvepdOb2EwMq9DKEHPeT3SL2cxHo7RTh4vRYdd71RIAk8NYnovIMBvL3WKU88EMuSvWS7OrxE00q9wxXRPOduUb2fhzA95wyovbGLbb1B16881Ojauyxlibw9u8m9WAp7PH1nfL1SVHY9WoSAPKbscD3RcC69+8MQvXZFfr2jSTo9j2KnvEMEv73eHFI8vTKavT76jrxCsqS9DafBvcw3pjw9Z+u8zdxUvQs4gbsyhcQ80hECPRDsET0cAs+8EIHLuwjWS73ApJ+9S87QuySrFL064DY9dHOPvWi8vDymaoC7ellzvVYhg73zn6G9MxE+vI6bOT7u+uO8DDQ0PWQU2jyA5ie8LsaWvX9R+Tvjm7A7qRqMvW9lar36V5a8Os6ZPKAqFT0tCNa8SS3HPMuWI71FOIS9VZqAve4J07zwSle8pH5BO6gUh70g/cm9r0Kpvc1rf70NNKq9YOzkPKVPrrxwZa67T4uoPKoct73z5KO9uV+KvU6HzjyUHBQ8VNuwPDOyhj2ZB6k8mtK4vXvnxr1dGRA+",
        "CxdTvYG4eL01L9k8TH0zPUOJ3r0+QbK7JkxwvXgXpb0WBps8xxmRvUxKcrwI7om9qvBVPesY5byw8dI8NxyqvZanmL0y14Y6i/ryPGvKD73AKxy9RuuevLgUTj0A4yE9LfgtvZf2pr2MCCY8YC0yuwbT0Lorclm9PdhgvXAY+zpfTRO8zje+vR52LLxrYoK9ADxnuWCq2zu49D49PjQtu9ACtzySLOw+AP5BvPtJRb1K/j892WtivCLUOz3fA4G9Gvs9vR4bCT36pHO9bw62vWP8a71Igm28QL2CPBnsUrz3Mj89QCZVPbBLhL08k6Y8orw9O/Aewr1SSjk95VODPQJxOrwfbom931d9PPEmlj69SmC8196fPY0/ob2/XCS91YNGOj6bv72GZj+6QfQIvkBYpry6yek83SsRPVCkhb3wWEK9n8bDPVW7BL2q2XS9fAGQvflP+bt7fwy9XNGkvedjz7xrdrO8X8Y4PKXRlr22Df68lza7vTnnBj1LVZW9klU1vW6/vL3DgSi8EIZdvHAyHLy+9V2948hVPb2X4jxnUYs9YK+6ux9hUb3Gb7a9OZKMvWzjCT0Kflm9uWC6PNBpfzzEWlu9OCpfPLhCDL3nuqq5BwUTPeL2Wb1uS0Q9WK8ivbFMw73tbmq9UYCqvanueL2HoVu9wOUmvb1Cij0AMS086IwRPYdaxL0csoY8MA5DvVyevbt4dWu8kmdJPYdOc71q9Bc89/htvR/577zmh3w8W8HhvA+cwbzcyTa9dnd0vQYbob3kwi+77Pr+vJFvnr2Au0g7rHPOPMiyr73LM5C9WQovvfffVTz1kI69uzNivakmxb0NCUO9ayorPCJvxLyYOIm9icAQvYQZyL21joI8hLi+vAX/Orzock69/1QKvVA+rDty4hA9qorzvBDxJLwhu+S8OrhdvXBjM70DVJu9FO3xOx+wXL26Xng9WzdjvdeBNr1RBpW8BQ2QvGl5nr0hJSC8a1IxPaCB4Lv6J7K9JvsZPZ1FF72HG5O9",
        "s00TvTLcy7sAoZC9SQhJvY5nfT3KO429VgTaPHWVYbwe9Im91u8xPZN1Sz2WRyQ8zI47vTveMr3soq+9QYhFvSMpo7xccJg87AOAvcCRG71iPly9EPY1PSxJvTyJftK7V/9cvMuHhD0ijie9pCRTvEPWKjuJZlg9cbDlOti2tbwoG4u9qczGvdsA+7ynIOI8Da4tPdqcBr8VHeK6Mhp4vTsKJz2ji8m8z4FsvRDEvrxzta47ds6RPIhP07ycrxA9EGKMO5zERD1a00y8haW6vbH95bwEG1c9WKUTPbW0VrtjqlW9HkZSPcpRuTxd2oS8bO83vRIQFj3pRJS9hEGWvQPLT73bAUQ8OpUfPaD1T71bmnK9OF6LvK4SQ73YkG+9zMwiPHfNRb2Ya7S9pPy1vf9/z7ygevi8fsdhvWDMDTkGwbk7MOT4vJ+Pa70INx88VgyCPHaRL73QnsK9WCMMvWvi/bxZeUg87VQuPXgHPzz47229luZsvRYseT3IVcu8RuTUOi9Dcr0pzkI8JQlTPDdOO7zrpNA8qj9WPfmvOrwAbo+9RL0rvbu4Pb3h4YW9NpEVPAtgML3Xzjq9Sf62POcPwbuqZAC9zpKcvVr+TDzpjgs7i/q2vkBhAjvJri29Pe0ePRBRuL2ZByu9uMIOvfqrZD0Cm4G9ccxPvRTjqb0brEg8f+gZPbZUQz1pB4+9qduVugThlzxEmw49FOYCPdgBFLz07w29VATOvCWkFTtoLLm8IOYdvb1giT3Mq+08MDlLPTH4ob3sKGq8JUyRvWp4O729EH29sxUcPSbiOr1aHUA9mhB4vaGcH72pV4C9QY0YvTjcJTzHJwA9ANPDPLAet73kGGG9cIb5O4AXS7wE50A9mL53PASWhzy48YG9/OVTPbs0Jz0MMVA8kCNfvZuzb7x9OW29aLZ7ufX6njyaTfq8ZmRUO5Pjqb3m6ci9efhCvZCSxTzKbnM92Bb4vAfB1jyLOLq9zLEfPafSmrxZujC9h1M5PZyfFDwZ45I8",
        "4xSOveMmgT1yx4+8aaxavcTkpb34kQc9g39QvBu0bb0KRvq8LpJgPDMCMbufSj88sZrmPO53DbwEZDE93dFhvCNCBjwUAZ+8l7fbPDiVRz3kiUY9uIPDO3ZmF71Wu0K92OnDveCXU70soig8f/QUvbRiGj1M6sS8iZgNvHNfRL2O5IG9hMrcuycjrL1lvy89P8ezPMTXYDwCq1a85bWBPSUxMr3fWfS80PWfvcHAkr3nRzc7VISaPEVEbb2UQ1Y8bqbKPJrWNb2AKGK7p32svfhSLr1ErPY8mM51vB0wgb28rAc9voE7PQBetrzFDpq9z7UAvQL/l7yjObu99fvvPGBSSzxLDmM9uqGLvbDgRr2vmrG9fhawvVT2nL2U1L29AKTJO54jqb1cTou9QPUwPW7sUb39UZW9M+bwvBOgqL1NF16/UgVrPcVPrrtrLDY8KmfaPHwxo72Amag81BU3PUF7jL1w6le9gz+JvVC/bbzPzTy9k8v7PCTnyL2iLSu97/JTPQjghLzGJTQ9hfITPfq2Ab0IQg68NA4ZPRm9Bb1AWwM8BT2kvZ4S2TzZHf28x3lFvYbnBL1vKoK9RhsRPJQtnry90BM9sq75OwOIHz1EpNE8na1Avd0ngb1WrUI9IQvLPPZWXr0VO6C9XyTnvIo1/DzbV4095v+yPGiGXLw9KJS8d0WOvIbMwzzjS7e7STNrvZb/G7z57sC713civRZ7d71p0xG8ndmHO8bPKz3gwPA8dvMEuj40x7wMwBw9g/e+vL+Dfr1z02m9ipiDvbuL7bsVNZ284dcJvPAFUj2my5W9o4ymPCwUpjwiB4i91PX9vN6oJz3838O8WByFvP4cTz9/9Wq9Pc2CPLZzw71gjMu7VrVVvffdS7lljHK9fVGIvVg7qr1VOZ+9Z/rFu+DzHjzAFoE8RQxFvQbDYj3ho8U8eVOOvWTJyjzCnCQ8KIJGvZ6PjL3zFYG9ziOjvRlFCj0gEmE8GGhgvRi1tr0MEK+8m/XjPE1vxL2vXsA8",
        "jP2JPPZ03rqZvVc8FAQ8vECIjDwLQB695n/fu50VuLt4pDW+i3YUPHpKJj0r/BQ8/c4dvasskz+cO868zAUJvAIupb0IMxS93uPRvJ7nTD2Xajq7xfyDvcsLQj1QeO087eyrvX8wJj2obhe9UeKIvCNIST2Zj4S9yF0GvAWdTb0oOWM8RrAGvFYSGL1A/O67Gy/gO+HD3rx0XVQ96CyfvJ8/QL2SNeY8kmsZvWAn/rwaq1m9Og+MvAC87rkDhwK9nfARPEbbUj14kK8+evJsPReNx72j94e9M/jFvQ3GmL1cV/I8a09VPCneBb3Sp6O9G3WAPDGEDL1Acpg8NzUkvS/tib3xudA8VvZePZDXWr0gvvE8x/MDvTU5Qb1/ISI7qFQGPV/ah70s/Pc8v/PBPDGmFb/WVMa8btXJO7pPZb1EJ4w7ZP0GPZX08rw3/i09wZsevCl+HbzPdkq9b2CvvUqlyzjgNVg8p58dPIGpcb24gY68L7lsvRYrgzuZeE+93VbBvS8X/zyI64O8lEuRvMyCNTypVgQ9kM1WvXofcb1bALK88jtBPSaxK72+mC895gc5Pawnob3qbIm9Mk14vaA3OD3XoVW96EYOPA6omL02em+9FHWCvQxg6zzV2Wi9h0e9vdaWUb1Z9vQ7hJtGvDSknDt/X049buERPcEoZb3Q2DI86QkZvRWpl7yILEq9fU6Cuifmhr3Vmmc8QJ6/vDIVmLxpBOw7JfsnvTjYBL0UnY+9WZObvaZrSb2u3/O8lkwiPSaQQD15yqu90ny6vcwutr2YPUS9e76VvUT8DDzPlfK8Vb26vAPItb2544W8PkLHvWrX6rzObC49iBw7vTMLiTzGJX2641r9vNPBhrxw7Fq8TqYLvR8gsjxhMYI9QybFvensh7w8WBm9aGKdvTvDtb2MaRI8j6qUvDUlvb18eiY9CwmMO/kmor2zTvy84oCjvW6qyLwdjoo8HqZTvRYpuLxoxhe96f2wvU1on7wbe5+9P5O2PMBfTjug+oe8",
        "x9qBvN9Lmr0WVkA8ZSUOPZt4pL2sXpK9OPpQvRi8TbwLnI295jNZvXyXtb14pz498su2vTDOeDzAC6Y7R3bLvOIwJr2sHpq8YdyEPQ9HD7uZgqS9h15pvUtTgr1TwyS9gwQDvYAQFzxhwnW9BT+yvYV3WD3Ngja9+1SOvZpYZr1qGNi8jI6rvbVgjj2AkxI9LpIiPRnyQr2dNok8ymGkvYwLIb3yw1s9xLvDvdyxLb1Yh9q8Ip7HPGMvd79xu4A7IAo2u9eWMb3gwdm8FxVrvSA9Jz0vJw88w9tCPGyuoLzc/PA8D1muvWk5iz2twae6E1gCvLyoFr1aMBu9Vn89vamENz37WbA8EzABPXt7gL2zD3c8Kfs4PX4137zcGYG9TjRvPHX8vDtDdZG9T56JPVZfHr2zdvC8Ac+IOw7CYL2jaBA9zc7TvBTZxDyH0Lu8w1eRvWsVu71gDtu7AKcqPRz4+TxN28q9d0aJvWGkjr20Khe9t5baPBh9NDzc0a69d0Oeu7Dryb0gJw+8p+Z9va7q7bw4+mQ9MsBgPUQkJj0MW/y85vjDOldNVb3eb729FjymvVrqm72MeFu9HBICvZ/o3DzaxLS8IMcru7kxAz0j9qK8FixePGcwDD2kfPS8h/09vUloGD1Fp0e89RcfvRrFPL0xKr694t0Wv8xswDzZ/6g8ypzAPOTWKLti1mI9r1xjvSi977yuz5U8PbMXPFimg70PrmS93amDPDHdN702fSo9Q5qhPB78/jzCSGw9FlJvO4gcSz2A4DY7bXkcvaeSAz2IAaQ8nCSgPBxSGbztzhw9OORYPcF4N73z+de8Z5Q0Or4NgL3itJq9FZkTuicwhD0omkC8n+Y9O0gyPb0Q5wW95L/aO3KyQDup2wQ8JD6HvU/Ix7zZOoW9nweEPbfx8zsayE89sRGAvSCfrLzY7H+8nU1mvfJkML1h8LS9NHv7PCsyer04o7u9iIuyvRHZSTsyw269DESBvYoCuL3UpwW9W9OOvYv4gLwYTlI8",
        "NBIMvFBSJL0zwk+8q34pPMLlyLwvjaq9bm3wPNIR+rrXj+A8+ZodvGAvpLsNnjy9ahQFPWWtVb30RCG98ncYPTkHFTtcLrA8z9EGvM48Hrz0vL+9LJQHvWvVwzzQkq87jBjOO1F7qTutria9qm7hvNpgOL0ckcg845S9vZfpsb0+0XA9nNNlvaCUZ7ujry09GAmqvf4fRL2Fr3m9SARRPO2pazwBCTk8bJNuPAoO7rto8jS9Pta1O0o+mr1mcB29uIosPazHKb3h2ku9zeVcvESHOr3ziR08i05sPEzjaTy7+yM7/eGoO6fGbr0q21o9CWxyOa14SL1ooka9Sy58vX1meL1wgcc7wHf4vPCBPb1UXJY8xumxveGNmbwD0KO9fgzqPP6mYz0yIhO+GNMqPLbRTr1Ygpk6loEXPepwUb2AoQK/lucrPXAZwL1kodA8WI3qPJD7Zzw1DzC8NBzBvZQTaTt2ZAY/R0WIva98B72hqP+83OSPvSLgg70QGr27DcWBvTTVXL1AnBC7IdJrvfY/Iz0PZVG92EKwvYpOjDymMdu8YU2jPM20A72mUT+8VRGsvFZgBz28XSE9GZeNvQbZn70Wvaq9JbysvcwCCDx1IpS9qUT4vPPbc73ltAy92NQqvdiGSjw7sMe91I8CPbjoGz0JGUy7gfdvvVAfLzz/V5u8BQeBvbZzvr0AJzi91t6avcP8Pr0qqFm9wUuzvWbJOz3Df5e9hh+YPGd54Twrj6G900cevVP+Hb3t4ky9MQQhPZtuLbxCU727sWOnvbKIFz1wSmA8w74KvAnsGbwEKmO95+yvvZ78fb3gWw68vKWkvFX52TzhRoo8VZscPOBtPTuxwpy9jRBKOyCuUT29Tp296v9evVcwy70wCyi9tOMHvPdJKb7er2O9hg40vfcukLtMhEI9EvvLPO6Bobse4Di9zOS3PIcr+jzI9Ku9WPFevUgwXTwxhtE8y4cBPck9hL2b2cA8BJSXvIGjrbs7fhw9rWOkvT8f27wGFYC9",
        "F1ajvZiDrb0uLeA8Hst8Pdk0or0RbYc9b2LlPMlqEzzN4Tg8946Mvdu1AD2UDhE9Yx2HvTA7mzyWANM7r2BBPOmC9zvou/Y+rLSbvfGpoLmA/5C8eJtLveFTkT7/y0g8KlEkvWJnZLoVZM+9uANpvCRRJb3k56A8ce6HPeDZ3Tx8v7E8EaeHOw3unL3mS+u8OTynvev6lbzjUwY8sGOHu31qjD0iyNS8dPG4vKwRor1FLWS9FXFZvb7acL0AE8q7kh6RvFYcSTxaaIy9M/9bvcWP5rwM3oY8Gv3/vNDotTwwS4q9qi1mPTvTAb0YxXc+f7kavWuNyL0XLg69OH3UPKXhl71KXpa8PfbPPBjEirwKJlM982arvQMtgL24sxY9m9r2vFl4Zb00hNo8Rk9PvYb9ND06ufq7SweAvXmcqr2OTI29CEJ4vVNxu7yutV48AtzCvURemT2h2ri9x3NLPZBOr719Tjs946yIOzkthL1QKTM77kpMvVUrIDzL+Ds8oF0WPWnko72wYpm86aejPQaYjr2QpuU8wKwxO86EBzxBFFI9okY/vXY6h73I9R69Gp6Yve9ohb3ILNQ85cJGvYoNEL3XWhY9rSE/vbdDKDwXEQA8yppMve5jILj3ACm9zlQ9vfUXQL0i7VO9j4JyvdS1pr2UgdA8JZfaPCIdOD3IcUI84+FTvSbcwLywt2S9H0ofvRzF6zv9CTK97ysfvRLvpryUzVe9DNIJPYW+pr3vgMA88lKGvWIQpr2TsUS97l9wPMjLWL1IbDW9IG/+PFD+Rr0gUry7Uh6uveHDt70O/1U9GgAbPNVTKrvBbd28lpt1vA7rxDzp31W8W/OqvOqgML2xAoC7zViIvT3dwjxidTm5rBIaPT/lRjreTRc9mokLPf9eszxCyIo8GtilvY7Mir14mB49BaFuvMderbw0R+s8wGKnvUBiJD2Clfu8SKiXPOw0Ir3O48o5SpIevfjCebxWCou9lQ1uO+fbM7z4yqG98p+qu0QJFD0qH1I9",
        "XKQUPN/bMr0iY528Qi/4vFI9ijyC3WA9sYnYPKUfGb1jg6q9xW2xvc+LRr1sGIU8HTyWPChZDTy0k1y89CAmvQa6b72N5Tk9WgLQPEGtID1aMzm9wqSevbG1hD10Dt48k4+GvfaqJz1iJ+K8GS2MvRW5RT2mlLO9W1ECPH5ySjwh7kK9POFdvEAunzy4Bnu8rjErvV4dg71PzyO8xyg5vAyrsjyyS2G89zjFvP4gbj13Kse9BIjIvGVzB72dq5w8MXmFvS0mzLz4A/w84HSSvAsZIr30C7i9L56JvZtJCr/Rqdc5N7RWvShyuLyVBVe9aA6lu57RBL0XOq28/xglPcu3jj1wug494xGdvNGDhD3RXeo86hjJvTUrHr2qqkK9zMiJvKrwyzyOecC8k6kFvQ5RgzwnuI68RCYGPVG0C725H6m99acPvVPOJz1IV428jPUZPSDZjb3BFb+9SR+9vWNzJ726dIc8nqEXPSUKZj10ula90uSuPNwKLb2SdYy9mNs1vdOHgb0DOx09bMQAvXldhj1gaqs7a1HEPEoM3byNir28ecjZvGvplDw2Nqi9kVrrPF/naL1QH7Q8yHnTPPvlhz1ITL28wi1VvIPhJLyAMTe8Ghb+PJn7HD2OjpO962YLOSz1l7wUX9s8sWtBvXk9WD1664S9J70evS+Zyr3D1v882gFzvGc4Kz2UvFa8S/uVPDmgMz0tLUK9m6pGvtAFV7z2XoG8IwhMvTPvd7wmmHo8GD5rvXRem7yYwCe9+XOivfrOQ70uhC29zTCzvQw7nrpQObc8o540vUm0zbx4nAE8Du0lvWfFY73IVgE8Q5DGPKgZvrsQGgm9qNEGPZSeCz12flm9sOu6PMiQ1by52329ZPqXPHnCIzp6g2A91fbRPBpyMT2wgcO7N8HsPB4mTT2G6BO9Ax3bPDdUCT0kbIo8Pe8FPb0FFL0ae2G8owySPUfurLxwIZu8ovE5PD6wWL2G8d28kl+Eu9ABUr11fre978QvPe/AI70p64+9",
        "F4SrvTflpbjOxLC8ZouPvcKb3rxN2948UOaTu8SQv71LS4g9/LadPGi3F72Yius87bsXPYOCrr3dnIw8YDRZvRW8/rxOBRK9ZEkbPZKwWD3r2ZE9WpCFvCoqab2+vXs9W7vUvCrxkb1wiIS9+5uOvKzTjbx9vho9mYusvAQTsL2NdYk9Fa2DPSqDlrzKFdM8+DYnPUAhwrsA7sI8oBSWvdV/hrzqwGQ9JxKQvNjKwjy3poq9W9pYPHAA/rwULs08TYStvXbWYb2WYCA9AN+0PN8qiL2VgL68spT/OnxrJD11R5W9KBVyvN4wrTx+sx09DvtcPDw0CDtd6yI81OEjPTnBuTt/KQ87CRq/vVLKXT2ARwe6mlNhvOjEtjx87Ce97qmBvdxdEz0AtJ88nmWZvbj0jTySj1O9NKsgPAsEHT0vw6W9HBogvRx1mjz9+La9sRcdvfFyTzxw3n28H9UsPAGSNLwWzdu+YnX0vCU53bxWkpc8JIYhPayiRj1YEdy8bN+XvWxBwjpkbks+c4XVPAjqrr3QrKo9lmeNvUL63jw5I4+9PIz0PJalJ732kme916MJvQAtSjwj9b88vL6NO2X0lDscUZK9Ze5AvRrjPj34v9m8m5frO60uob0bp5a9aoocPWJA/7rruhq91TaZvTOAFj2mapw8Hp2pPCu6kL3HZ2+9vqNBvZ5CYT3quB+83s0oO6cRxDzRbaK9o4lqvUrFmL326J68fhgtPSLUPb3utJq9hPyRu7UaKL23qIu93aCgvcAEtrplEmQ99jaYvWR8ALztogE7zwEPvUkyBT3KSM29eupDvTA9sjxSR5S9CDxuvYrXPr03FdU8u165uw7KyTwHCoe9TlCgvDCXZTz+RB69KLbQPM2v+jwElg09SU++vbiU5zxRWOw8XUm5POVigj0PdVg83+fKuqjF9ryUn7a92JM6PI7vNL44C7k8f4gzPflshb1Re5I9NuajvZUGD72Zbre8xS04vJnGpL133RU9AoK/vaDrWTzQRBA9",
        "sV5Ju0I+er1YWS89uiDNvOePEz2d2369PIGJPKMfzL2Z/T69sd6SvJ4fiTyXRZK9+oRaPUQVgry8X1u867p5vcGGKDiGso69nYtwvaBCQz08JAo9wPyNumBPDzuwuwA9vdSxvfOExb1U+oE+l6FjPJglWLxjtmO9+HExPfm/g77j3+48e+q8PJ+4SbxMCem8GxWLvSUvqTtEwM48BGG9vBJclzyOLg+9zc1mvV9Aar0fmYi9jlDVuyJeEjwR54Y8AILePDArcDweT5S8LM0Fvc1iMb0MpCa9WsUrPfgqfrwQ2ps7jCETPefYM70dLLq9kjqoO7z/s7wgbQY8gyGDPeCJ5jvSqTs9wyaVPQcGI71oldA+54KOPWm9bbwYmdg88jUZPbwwrzyWlQQ9EkCjvR5uBr0J1AY9/8bmPHdotTwoiVG9CKYtutSx2Tzp3No9GsE3PaaRFD2idUU8oVEOPdtQGL0+voC9eoOLvV41PTwbKy890bMPPW2Q7D6dOi89X/moPckzgLtXcJ29PHfivOPDg72wqoK7fI4zO5pKQr19nWQ9IViUvarFervw6B+9+d04PHeygb0rpRM99f0fvfl11DwNcgi9YgfrPAe9nbwmexq9NYC+vZVsmL3jOi49fzm3ve5pxTr+vC09QAnRulI7T73GrMS8PPsvvY0cr7rn9Ts8jjaePYgj97ykC628uKJ3PAVkz7w2AfO7WqPxOkiUrL1+1G49M/4GPehxdLz+VKq95vclPcx0DDwXmBC8oghKvDvnqTweDY29Ln9FPYpIP735URS8qDBtvZVFKT2UGYm8Qgh8uwCbPrwjvIc8UKPUO0xXOb3wTGY8Qa0ZPKpKH702uWs9amBuvYQ7YD12VlO9S04IvZ9yjry/Aq69BPmKvQUMDr3fwAK9232wvW7sGrwzz+s8graHvX1TSTx4XkW955+OvaXapTyaasq7m56GvSnjTz159Da9bZOhvSAFg71aZyA9EVe4vNnzAT299Ys909A4vYz6MDqE+KM9",
